Revit 2027 API
ParameterTypeId.FabricationPartVolume Property
 "Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationPartVolume { get; }
Public Shared ReadOnly Property FabricationPartVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationPartVolume {
	ForgeTypeId^ get ();
}
static member FabricationPartVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace